andrewmcodes.tailwindcss-extension-pack
austenc.tailwind-docs
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
clemenspeters.format-json
eamodio.gitlens
ms-python.python
ms-vscode-remote.remote-wsl
qwtel.sqlite-viewer
rangav.vscode-thunder-client
tintedtheming.base16-tinted-themes
vscodevim.vim
