andrewmcodes.tailwindcss-extension-pack
astro-build.astro-vscode
austenc.tailwind-docs
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
charliermarsh.ruff
clemenspeters.format-json
eamodio.gitlens
franneck94.c-cpp-runner
github.codespaces
github.remotehub
golang.go
html-validate.vscode-html-validate
jock.svg
jspolancor.presentationmode
macieklad.tailwind-sass-syntax
monosans.djlint
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vscode.remote-server
qwtel.sqlite-viewer
rangav.vscode-thunder-client
redhat.ansible
rust-lang.rust-analyzer
takumii.markdowntable
tintedtheming.base16-tinted-themes
twxs.cmake
vscodevim.vim
