alexdauenhauer.catppuccin-noctis
andrewmcodes.tailwindcss-extension-pack
anysphere.pyright
astro-build.astro-vscode
austenc.tailwind-docs
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
clemenspeters.format-json
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
deque-systems.vscode-axe-linter
eamodio.gitlens
franneck94.c-cpp-runner
github.codespaces
github.remotehub
gitpod.gitpod-desktop
golang.go
hoovercj.vscode-dimmer
html-validate.vscode-html-validate
inferrinizzard.prettier-sql-vscode
jock.svg
jspolancor.presentationmode
macieklad.tailwind-sass-syntax
monosans.djlint
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vscode.remote-server
prisma.prisma
qwtel.sqlite-viewer
rangav.vscode-thunder-client
redhat.ansible
ritwickdey.liveserver
rust-lang.rust-analyzer
stivo.tailwind-fold
svelte.svelte-vscode
takumii.markdowntable
thang-nm.catppuccin-perfect-icons
tintedtheming.base16-tinted-themes
twxs.cmake
vadimcn.vscode-lldb
vitest.explorer
vscodevim.vim
wallabyjs.quokka-vscode
yusukehirao.vscode-markuplint
